<!DOCTYPE html>
<html>
  <head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1"> 
    <title>&#x6FB3;&#x6D32;&#x6613;&#x8D2D; - ozyeego.com</title>
    <link rel="stylesheet" href="css/reset.css" />
    <link rel="stylesheet" href="css/jquery.mobile-1.3.1.min.css" />
    <link rel="stylesheet" href="css/ozyeego.css" />
    <script src="https://trigger.io/catalyst/target/target-script-min.js#24ECAAD8-4087-4381-8174-C78C64DF614C"></script>
    <script src="js/vendor/zepto.min.js"></script>
    <script src="js/vendor/jquery-1.9.1.min.js"></script>
    <script src="js/vendor/jquery.mobile-1.3.1.min.js"></script>
    <script src="js/vendor/parse-1.2.7.min.js"></script>
    <script src="js/vendor/underscore-min.js"></script>
    <script src="js/vendor/backbone-min.js"></script>
    <script type="text/javascript" src="js/ozyeego.js"></script>
  </head>
<body>

<div id="menu" style="display: none;">
  <h3>&#x6FB3;&#x6D32;&#x6613;&#x8D2D;</h3>
  <ul>
    <li class="active"><a href="#products" class="contentLink">&#x6240;&#x6709;&#x5546;&#x54C1;</a></li>
    <li><a href="#about-us" class="contentLink">&#x5173;&#x4E8E;&#x6211;&#x4EEC;</a></li>
    <li><a href="#about-products" class="contentLink">&#x5173;&#x4E8E;&#x8D27;&#x6E90;</a></li>
    <li><a href="#about-packaging" class="contentLink">&#x5173;&#x4E8E;&#x53D1;&#x8D27;</a></li>
  </ul>
</div>

<div data-role="page" class="pages" id="products">
  <div data-role="header">
    <a href="#" class="showMenu" data-icon="grid">&#x83DC;&#x5355;</a>
    <h1>&#x6FB3;&#x6D32;&#x6613;&#x8D2D;</h1>
  </div>
  <div>
    <ul id="products-list" data-role="listview">
    </ul>
  </div>
</div>

<div data-role="page" class="pages" id="about-us">
  <div data-role="header">
    <a href="#" class="showMenu" data-icon="grid">&#x83DC;&#x5355;</a>
    <h1>&#x5173;&#x4E8E;&#x6211;&#x4EEC;</h1>
  </div>
  <div data-role="content" class="ui-content" role="main">
    <p>&#x6FB3;&#x6D32;&#x6613;&#x8D2D;&#x662F;&#x4E00;&#x7AD9;&#x5F0F;&#x6FB3;&#x5927;&#x5229;&#x4E9A;&#x5883;&#x5185;&#x4EE3;&#x8D2D;&#xFF0C;&#x662F;&#x53D7;&#x6FB3;&#x5927;&#x5229;&#x4E9A;&#x8054;&#x90A6;&#x653F;&#x5E9C;&#x76D1;&#x7BA1;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x4E3B;&#x8425;&#x65B9;&#x5411;&#x4E3A;&#x6BCD;&#x5A74;&#x4EA7;&#x54C1;&#xFF0C;&#x6FB3;&#x6D32;&#x7279;&#x8272;&#x4FDD;&#x5065;&#x54C1;&#xFF0C; &#x6709;&#x673A;&#x5065;&#x5EB7;&#x98DF;&#x54C1;&#xFF0C;&#x548C;&#x6FB3;&#x6D32;&#x7279;&#x8272;&#x7F8E;&#x98DF;&#x3002; &#x6211;&#x4EEC;&#x7684;&#x56E2;&#x961F;&#x76EE;&#x6807;&#x662F;&#x4E3A;&#x56FD;&#x4EBA;&#x63D0;&#x4F9B;&#x9AD8;&#x54C1;&#x8D28;&#x3001;&#x4F4E;&#x4EF7;&#x4F4D;&#x3001;&#x5B89;&#x5168;&#x3001;&#x5065;&#x5EB7;&#x3001;&#x8425;&#x517B;&#x7684;&#x98DF;&#x54C1;&#x548C;&#x4FDD;&#x5065;&#x54C1;&#x3002; &#x5E97;&#x4E3B;&#x592B;&#x5987;&#x957F;&#x5C45;&#x58A8;&#x5C14;&#x672C;&#xFF0C;&#x638C;&#x63E1;&#x6700;&#x65B0;&#x7684;&#x4EA7;&#x54C1;&#x4FE1;&#x606F;&#x548C;&#x5B9E;&#x65F6;&#x4EF7;&#x683C;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x786E;&#x4FDD;&#x6FB3;&#x6D32;&#x6613;&#x591F;&#x7684;&#x4EF7;&#x683C;&#x662F;&#x6700;&#x5408;&#x7406;&#x3001;&#x6700;&#x4F18;&#x60E0;&#x7684;&#x3002;</p>
  </div>
</div>

<div data-role="page" class="pages" id="about-products">
  <div data-role="header">
    <a href="#" class="showMenu" data-icon="grid">&#x83DC;&#x5355;</a>
    <h1>&#x5173;&#x4E8E;&#x8D27;&#x6E90;</h1>
  </div>
  <div data-role="content" class="ui-content" role="main">
    <p>&#x6FB3;&#x6D32;&#x6613;&#x8D2D;&#x638C;&#x67DC;&#x5DF2;&#x4E3A;&#x4EBA;&#x7236;&#x6BCD;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x63A8;&#x8350;&#x7684;&#x4EA7;&#x54C1;&#x90FD;&#x662F;&#x7ECF;&#x8FC7;&#x4EB2;&#x81EA;&#x4F53;&#x9A8C;&#x548C;&#x4EA7;&#x79D1;&#x533B;&#x751F;&#x63A8;&#x8350;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x6BCD;&#x5A74;&#x4EA7;&#x54C1;&#x548C;&#x4FDD;&#x5065;&#x54C1;&#x91C7;&#x8D2D;&#x4E8E;Chemistwarehous, Pharmore Pharmacies, Priceline &#x548C; TerryWhite Chemist&#x3002;&#x638C;&#x67DC;&#x4F1A;&#x7ECF;&#x8FC7;&#x591A;&#x65B9;&#x6BD4;&#x8F83;&#x83B7;&#x53D6;&#x6700;&#x4F18;&#x60E0;&#x7684;&#x4EE3;&#x8D2D;&#x4EF7;&#x683C;&#x3002; &#x6211;&#x4EEC;&#x7684;&#x6709;&#x673A;&#x5065;&#x5EB7;&#x4EA7;&#x54C1;&#x548C;&#x6FB3;&#x6D32;&#x7279;&#x8272;&#x7F8E;&#x98DF;&#x6765;&#x81EA;&#x4E8E;Woolworths&#x548C;Coles&#x3002;&#x8FD9;&#x4E24;&#x5927;&#x8D85;&#x5E02;&#x7684;&#x4EF7;&#x683C;&#x662F;&#x6BCF;&#x5468;&#x66F4;&#x65B0;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x7C7B;&#x4EA7;&#x54C1;&#x7684;&#x4EF7;&#x683C;&#x4F1A;&#x6709;&#x5468;&#x671F;&#x6027;&#x6D6E;&#x52A8;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x6839;&#x636E;&#x5F53;&#x5468;&#x6700;&#x65B0;&#x6700;&#x4F18;&#x60E0;&#x7684;&#x4EF7;&#x683C;&#x6765;&#x4EE3;&#x8D2D;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x8BF7;&#x5728;&#x9009;&#x8D2D;&#x6709;&#x673A;&#x4EA7;&#x54C1;&#x548C;&#x7279;&#x8272;&#x7F8E;&#x98DF;&#x65F6;&#x6CE8;&#x610F;&#x5F53;&#x5468;&#x7279;&#x4EF7;&#xFF0C;&#x5C3D;&#x65E9;&#x4E0B;&#x5355;&#x3002;
</p>
  </div>
</div>

<div data-role="page" class="pages" id="about-packaging">
  <div data-role="header">
    <a href="#" class="showMenu" data-icon="grid">&#x5173;&#x4E8E;&#x53D1;&#x8D27;</a>
    <h1>&#x5173;&#x4E8E;&#x53D1;&#x8D27;</h1>
  </div>
  <div data-role="content" class="ui-content" role="main">
    <p>&#x6B63;&#x5E38;&#x60C5;&#x51B5;&#x4E0B;&#x6240;&#x6709;&#x7684;&#x8BA2;&#x5355;&#x4F1A;&#x5728;24&#x5C0F;&#x65F6;&#x5185;&#x91C7;&#x8D2D;&#x3001;&#x5C01;&#x88C5;&#x3001;&#x6253;&#x5305;&#xFF0C;&#x5E76;&#x9001;&#x5F80;&#x5FEB;&#x9012;&#x53D1;&#x8D27;&#x3002;&#x6FB3;&#x6D32;&#x6613;&#x8D2D;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x4EA7;&#x54C1;&#x90FD;&#x662F;&#x4ECE;&#x58A8;&#x5C14;&#x672C;&#x76F4;&#x90AE;&#x5230;&#x4E70;&#x5BB6;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;&#x539F;&#x5355;&#x5C0F;&#x7968;&#xFF0C;&#x786E;&#x4FDD;&#x6700;&#x771F;&#x5B9E;&#x4EE3;&#x8D2D;&#xFF0C;&#x6700;&#x4F18;&#x60E0;&#x4EE3;&#x8D2D;&#x3002;&#x90E8;&#x5206;&#x56FD;&#x5185;&#x73B0;&#x8D27;&#x4EA7;&#x54C1;&#x4F1A;&#x7531;&#x4E0A;&#x6D77;&#x5BC4;&#x51FA;&#xFF0C;&#x6B64;&#x7C7B;&#x4EA7;&#x54C1;&#x91CD;&#x91CF;&#x8F83;&#x8F7B;&#xFF0C;&#x4E3A;&#x6FB3;&#x6D32;&#x76F4;&#x90AE;&#x4E0A;&#x6D77;&#x540E;&#x5206;&#x88C5;&#x5BC4;&#x51FA;&#x3002;&#x7531;&#x4E8E;&#x56FD;&#x5185;&#x73B0;&#x8D27;&#x4E3A;&#x5927;&#x6279;&#x91CF;&#x91C7;&#x8D2D;&#x90AE;&#x5BC4;&#x56FD;&#x5185;&#x4EA7;&#x54C1;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x63D0;&#x4F9B;&#x5355;&#x4E00;&#x91C7;&#x8D2D;&#x539F;&#x5355;&#x5C0F;&#x7968;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4F1A;&#x63D0;&#x4F9B;&#x6279;&#x91CF;&#x91C7;&#x8D2D;&#x5C0F;&#x7968;&#x590D;&#x5370;&#x4EF6;&#x548C;&#x5B9E;&#x62CD;&#x91C7;&#x8D2D;&#x89C6;&#x9891;&#x4EE5;&#x900F;&#x660E;&#x8D27;&#x54C1;&#x6765;&#x6E90;&#x3002;
</p>
  </div>
</div>

<script type="text/template" id="productTemplate">
  <div class="ui-btn-inner ui-li">
    <div class="ui-btn-text">
      <a href="#" class="ui-link-inherit">
        <img src="<%= image_url %>" class="ui-li-thumb"/>
        <h3 class="ui-li-heading" id="product-name"><%= name %></h3>
        <p class="ui-li-desc">&#x96F6;&#x552E;&#x4EF7;: $<span id="product-rrp-price"><%= rrp_price %></span></p>
        <p class="ui-li-desc">&#x6613;&#x8D2D;&#x4EF7;: $<span id="product-our-price"><%= our_price %></span></p>
        <p class="ui-li-desc">&#x5373;&#x7701;: $<span id="product-discount"><%= discount %></span></p>
      </a>
    </div>
  </div>
</script>

</body>
</html>
